<template>
    <div class="notice">
        <div class="notice-con">
            <h2>电子票据信息服务平台注册须知</h2>
            <h3>一、总则</h3>
            <div>您使用平台前，应当仔细阅读本用户注册条款。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。</div>
            <div>山东鑫禾金融保理有限公司(以下简称“本公司”或“鑫禾”)通过其合法运营的“票易融”网站平台（网址：http://www.cnpyr.com ，以下简称“平台”）为平台注册用户（以下简称“用户”）提供票据信息服务。</div>
            <div>1.1 注册用户同意本协议的全部条款并完成注册程序，才能成为本系统的正式用户。请您仔细阅读本协议，您在使用本网站过程中勾选“我已阅读并同意《注册服务协议》”即表示完全接受本协议项下的全部条款。
</div>
            <div>1.2 用户一旦注册，即视为用户确认自己具有享受本站服务的民事行为能力和权利能力a，能够独立承担法律责任。
</div>
            <div>1.3 在注册和使用本系统时，用户应了解相关法律法规，确知享有的权利和义务；应保证注册时提交的信息合法、真实、准确，并取得相应授权。                                     
</div>
            <h3>二、用户 </h3>
            <div>1、释义：用户指是指通过平台完成注册后，使用平台服务，并且依据中华人民共和国法律规定的在境内（不含香港、澳门特别行政区和台湾地区）设立的具有完全民事权利和民事行为能力，能够独立承担民事责任的法人和其他组织。
</div>
            <div>2、用户义务</div>
            <div>2.1用户在平台注册后进行交易时，同意向平台缴纳相关服务费用。
</div>
            <div>2.2用户注册信息或利用平台信息时，向平台或通过平台提供的资料信息应确保真实、有效、完整，并且授予平台基于平台提供服务的目的，对其提供的资料及数据信息拥有永久、免费使用权利。用户注册信息成功所确认的经办人员为用户真实授权的人员，代表用户的法律行为，对用户具有法定约束力。
</div>
            <div>2.3用户有义务维持并更新注册其相关资料，确保其真实、有效、完整。若用户提供任何错误、虚假、失效或不完整的资料，平台或者为该平台提供服务的第三方服务机构依其独立判断怀疑资料为错误、虚假、失效或不完整，平台及第三方服务机构有权要求用户补充、修正相关资料信息，如用户拒绝，则平台有权暂停或终止用户在平台的注册账号，并拒绝用户使用平台服务的部分或全部功能。在此情况下，用户同意承担因此所产生的直接或间接的任何支出或损失，平台无需承担任何责任。如因用户提供信息虚假或有误、不完善等原因，造成平台或其他用户损失的，用户将承担相应赔偿责任。
</div>
            <div>2.4用户在该平台进行注册成功后，用户应确保注册用户名及密码的机密安全。用户将对利用该注册用户名及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：
</div>
            <div>（1）用户不对其他任何人泄露注册用户名或密码，因病毒或用户的保管疏忽等非平台原因导致用户的注册用户名遭他人非法使用的，平台不承担任何责任。
</div>
            <div>（2）该平台通过用户的注册用户名及密码来识别用户的指令。用户确认，使用用户注册用户名、密码登录后在平台及在某些环节使用验证密码进行买卖流转的一切行为均代表用户行为，系用户的真实意思表示。用户注册用户名操作所产生的电子信息记录均为用户行为的有效凭据，并由用户承担由此产生的全部责任。
</div>
            <div>（3）用户如发现有第三人冒用或盗用其注册用户名及密码，或其他任何未经合法授权而使用其注册用户名的情形，应立即以有效方式通知平台，并要求平台暂停对于其提供的相关服务，否则由此产生的一切责任由用户承担。同时，用户须理解平台对用户的请求并采取行动是需要合理期限的，在此之前，平台对第三人使用该服务所导致的损失不承担任何责任。
</div>
            <div>（4）如用户决定不再使用注册用户名，可联系平台工作人员注销该注册用户名，申请注销后，该平台没有义务为用户保留或向用户披露注册用户中的任何信息，但平台仍有权继续使用该用户在接受网站服务期间发布的所有信息。
</div>
            <div>2.5用户保证并通过该平台进行流转的票据及资金来源合法。用户通过该平台发布信息时，上传的票据应为“可转让”状态，否则由用户发布方自行承担相关责任。
</div>
            <div>2.6用户同意平台有权在提供网站服务过程中在平台上以各种形式投放各种商业性广告或发布其他任何类型的商业信息，并且同意接受平台通过电子邮件、手机短信或其他方式向其他用户发送商业信息。
</div>
            <div>2.7用户不得私自仿制、伪造在网站上签订的电子合同，不得用伪造的合同进行任何欺诈行为或进行其他非法使用，如因用户该行为造成他人损失，所有赔偿及其他法律责任应由用户承担。
</div>
            <div>2.8用户承诺，在使用本平台过程中，应遵守以下承诺：
</div>
            <div>（1）使用网站服务不作非法用途。
</div>
            <div>
                （2）不干扰或混乱网络服务。
            </div>
            <div>（3）不在平台或留言簿发表任何与政治相关的信息。</div>
            <div>（4）遵守所有使用网站服务的网络协议、规定、程序和惯例。</div>
            <div>（5）不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益。
</div>
            <div>（6）不得利用本站制作、复制和传播下列信息：煽动抗拒、破坏宪法和法律、行政法规实施的；煽动颠覆国家政权，推翻社会主义制度的；煽动分裂国家、破坏国家统一的；煽动民族仇恨、民族歧视，破坏民族团结的；捏造或者歪曲事实，散布谣言，扰乱社会秩序的；宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；损害国家机关信誉的；其他违反宪法和法律行政法规的；
</div>
            <div>（7）用户不能传输任何教唆他人构成犯罪行为的资料；不能传输涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。
</div>
            <div>（8）不得假冒任何人或实体或以其它方式歪曲与任何人或实体之关联性的内容；
</div>
            <div>（9）不得未经请求而擅自提供促销信息、政治活动、广告或意见征集等商业广告行为；
</div>
            <div>（10）不得未经许可透露任何第三方的私人信息，包括但不限于地址、电话号码、电子邮件地址、身份证号以及信用卡卡号；
</div>
            <div>不得发布病毒、不可靠数据或其它有害的、破坏性的或危害性的文件；
</div>
            <div>
                2.9用户根据本协议及平台的相关规则或有关合同约定通过该平台签订电子合同后，不得擅自修改该合同，否则将承担相应的违约责任。而平台具有向用户提供电子合同的备案、查看服务的义务。如对合同有任何争议，应以平台记录的合同为准。
            </div>
            <h3>三、平台服务</h3>
            <div>3.1 本平台服务的具体内容主要包括票据信息发布、搜索；为用户提供居间服务，为用户之间订立合同提供媒介、应用户申请为违约争端提供协调解决服务以及其他客户服务等。
</div>
            <div>3.2用户同意平台通过网站平台公告、电子邮件、手机短信、站内通知等（电子）方式或常规的信件等方式对用户传递通知及任何其他的协议、告示，该等通知于发送之日视为已送达收件人。因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，平台不承担责任。为保障用户利益，对于重要事项，除了上述通知方式以外，平台会安排专项部门与人员通过用户注册时所留取的联系方式尽量通知到用户。但这些安排并不构成平台对客户重要通知送达及若无法送达而承担相应责任的承诺。
</div>
            <div>3.3在“票易融”平台获取信息服务需订立的合同采用电子合同方式。用户使用注册用户名登录平台后，根据平台的相关规则或有关合同约定，在网站通过点击“接受”签订的电子合同，即视为用户真实意思表达（示）并以用户名义签订的合同，具有法律效力。用户应妥善保管自己的注册用户名和密码等注册信息，用户通过前述方式订立的电子合同，对合同各方均具有法律约束力，用户不得以其注册用户名和密码等注册信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。
</div>
            <div>3.4在不违反适用法律的强制性规定的前提下，平台提供的服务有可能会发生变更或者增加。一旦本服务协议的内容发生变动，平台将通过网站统一公布最新的服务协议，不再向用户作个别通知。如用户不同意平台对本服务协议所做的修改，用户有权停止使用平台的服务。如果用户继续使用平台的服务，即表示同意接受修订后的协议和规则。如新旧规则或协议之间冲突或矛盾的，除另行明确声明外，以最新修订的协议和规则为准。
</div>
            <div>3.5如发生下列任何一种情形，本系统有权随时中断或终止向用户提供本协议项下的服务而无需对用户或任何第三方承担任何责任： 
</div>
            <div>（1）用户违反本协议中规定的使用规则；
</div>
            <div>（2）用户名存在违反法律法规或国家政策要求，或侵犯任何第三方合法权益的情形。
</div>
<h3>
  四、隐私保护   
</h3>
            <div>4.1、平台对于用户提供的、平台自行收集的、经认证的身份信息将按照本协议予以保护、使用或者披露。未经平台事先书面同意，用户不得转让其在本协议项下的任何权利和义务。
</div>
            <div>4.2为了维护用户和平台其他用户的利益，用户同意并授权平台及其代理机构、建立业务合作关系的第三方机构，核对用户的注册信息等。
</div>
            <div>4.3平台按照用户在平台上的行为自动追踪关于用户的某些资料。在不违法透露用户的隐私资料的前提下，平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
</div>
            <div>4.4用户同意平台可使用用户的相关资料（包括但不限于平台持有的用户档案中的资料，平台从用户目前及以前在平台上的活动所获取的其他资料，以及平台通过其他方式自行收集的资料）解决争议、对纠纷进行调停。用户同意平台可通过人工或自动程序对用户资料进行评价。
</div>
            <div>4.5平台、与平台合作的第三方机构采用行业标准惯例以保护用户的资料。用户因履行本协议提供给平台的信息，平台、与平台合作的第三方机构不会恶意出售或共享给任何第三方，以下情况除外：
</div>
            <div>（1）具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院；
</div>
            <div>（2）平台的关联方；
</div>
            <div>（3）协调处理与平台上用户之间服务相关的争议。
</div>
            <div>4.6平台有义务根据有关法律要求向司法机关和政府部门提供用户的资料。在用户未能按照与平台签订的服务协议或者与网站其他用户签订的协议等法律文本的约定履行自己应尽的义务时，平台有权根据自己的判断，或者与该笔服务有关的其他用户的请求披露用户的信息资料，并做出评论。用户严重违反平台相关规则的，平台有权对用户提供的及平台自行收集的用户信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且平台有权将用户提交或平台自行收集的用户资料和信息与任何第三方进行数据共享，由此可能造成的用户的任何损失，平台不承担法律责任。
</div>
            <h3>
               五、知识产权 
            </h3>
            <div>5.1 本平台提供的网络服务中包含的任何文本、图片、图形、音频或视频资料均受版权、商标和其它财产所有权法律的保护。
</div>
            <div>5.2 除法律另有强制性规定外，未经相关权利人同意，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容；否则，本平台所有者、维护者有权追究其法律责任。
</div>
            <h3>
                六、协议修改
            </h3>
            <div>6.1根据国家法律法规变化及系统运行需要，本系统有权对本协议条款不时地进行修改。一旦本协议的内容发生变动，将会直接在本系统上公布修改之后的协议内容，该公布行为视为已经通知用户修改内容。
</div>

            <div>6.2如果不同意对本协议相关条款所做的修改，用户有权停止使用服务。如果用户继续使用服务，则视为用户接受本协议修改内容。	
            </div>

            <h3>七、条款的解释、法律适用及争端解决</h3>
            <div>7.1本协议适用于用户在平台的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。
</div>
            <div>7.2本协议不涉及用户与平台的其他用户之间，因网上流转而产生的法律关系及法律纠纷，但用户在此同意将全面接受并履行与平台其他用户在平台签订的任何电子法律文本，并承诺按照该法律文本享有和放弃相应的权利、承担和豁免相应的义务。
</div>
            <div>7.3因本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。如无相关法律规定，可参照商业惯例和行业习惯。
</div>
            <div>7.4因用户与本平台发生纠纷的，双方应友好协商解决，协商不成的，任何一方均有权向“鑫禾”所在地人民法院提起诉讼。平台用户买方与卖方之间的争端及纠纷由双方友好协商解决或诉讼解决，本平台不参与其中，但可以应双方邀请进行协调。
</div>
            <h3>八、条款的独立性</h3>
            <div>若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。 
</div>
             <h3>九、其他</h3>

            <div>1、本平台在法律许可的范围内对本协议享有最终的解释权。</div>
            <div>2、本平台根据交易双方的交易信息，在交易完成后自动生成的电子合同，对各方均具有法定约束力。</div>
            <div>本人/本单位已阅读上述内容，并充分理解且同意上述要求及责任。</div>
        </div>
    </div>
</template>

<script>
export default {
    
}
</script>

<style <scoped lang="less">
.notice-con{
    width: 800px;
        margin: 0 auto;
     font-size:14px;
     line-height: 22px;

    h2{
        
        line-height: 30px;
        
    }
    h3{
        line-height: 30px;
    }
    div{
        margin:5px 10px;
        display: block
    }     
}
</style>

