<template>
  <div class="rull">
    <div class="rull-son">
      <h2>电子票据信息服务平台服务规则及须知</h2>
      <div>山东鑫禾金融保理有限公司(以下简称 “本公司”或“鑫禾”)通过其合法运营的“票易融”网站平台（网址：http://www.cnpyr.com，以下简称“平台”）为平台用户（以下简称“用户”）提供电子票据信息服务。</div>
      <h3>一、概述</h3>
      <div>1、根据《中华人民共和国合同法》、《中华人民共和国票据法》、《互联网信息服务管理办法》《中国人民银行令[2016]第224号》及相关法律法规的规定，为规范电子承兑汇票在线信息服务行为，保护用户双方的合法权益，特制定《电子票据信息服务平台服务规则及须知》（以下简称“本规则”）。</div>
      <div>2、本规则适用于用户在平台进行的在线信息服务活动及其他使用行为。注册用户（包括票据转让方用户与票据受让方用户）在本平台进行流转时，应遵守本规则，接受本平台的监督和管理，并依法诚信展开信息服务。</div>
      <div>3、本平台用户应遵守国家法律、行政法规、部门规章等规范性文件。对任何涉嫌违反国家法律、行政法规、部门规章等规范性文件的行为，本规则已有规定的，适用本规则；本规则尚无规定的，本平台有权酌情处理。但本平台对用户的处理不免除其应承担的法律责任。</div>
      <div>4、本平台变更本规则将及时在网站上予以公告，若用户不同意相关变更，可立即停止使用本平台的相关服务或信息。本平台有权对用户行为及应适用的规则进行单方认定，并据此处理。</div>
      <div>5、请您务必仔细阅读并透彻理解本规则。如对本规则内容有任何疑问，您可向平台工作人员咨询。如果您使用本平台服务的，您的使用行为将被视为对本规则及平台信息服务流程各环节的全部内容的认可。</div>

      <h3>二、服务须知</h3>

      <div>1、用户利用本平台信息服务时，应完成以下操作：</div>
      <div>（1）用户依照平台规定在平台上进行注册，用户注册成功后成为平台用户，可以查看相关平台信息。用户注册成功后应按照平台提示进一步绑定企业法人的相关信息，并按要求上传企业法人的真实相关资料。</div>
      <div>（2）用户注册时所使用的手机号默认为平台发送信息的联系电话，用户应保证该电话的畅通，确保可以收取信息、接听电话等通讯功能，否则由此造成的相关损失等责任用户自行承担。</div>
      <div>（3）用户注册时所确认的经办人须是企业法定的授权人员，该经办人在平台提交的联系方式，平台将该联系方式默认为交易过程中发送与交易有关的相关信息等唯一联系方式，用户应保证该电话的畅通，确保可以收取信息、接听电话等通讯功能，否则由此造成的其他平台用户或平台相关损失由该用户承担。</div>

      <div>
        （4）平台用户须和资金托管银行齐商银行股份有限公司（以下简称“托管银行”）线上签订《 齐银e账户服务协议》，用户知晓并同意通过本平台由托管银行创建平台虚拟账户。平台虚拟账户创建成功后，用户通过企业法人的同名账户按照托管银行的要求向该虚拟账户充值特定金额，开通并完成虚拟账户认证。
        虚拟账户完成认证后，用户需将企业法人的同名实体账户与该虚拟账户进行绑定，此实体账户默认为平台用户唯一充值及提现账户。平台用户在使用平台期间（一笔票据交易期间除外）可以更换绑定的同名实体账户，但所更换账户必须是同名实体账户且须经过托管银行及平台认证。
      </div>
      <div>（5）平台用户同意委托齐商银行股份有限公司作为平台用户资金的托管银行，认可并接受平台与托管银行签署《齐银e账户服务协议》（此协议可在平台“相关下载”页面进行查阅）的全部内容。</div>
      <div>2、用户清楚知晓，用户注册成功后将产生用户名和密码等账户信息，如非注册用户本人或授权人员操作或由平台提供的账号密码，请及时修改您的密码。平台用户应谨慎合理的保存、使用平台用户名和密码，若用户发现任何非法使用用户账号或存在安全漏洞的情况，请立即联系本平台工作人员。否则，由于用户自身的疏忽而导致账号信息泄露等后果，由用户自行承担。</div>
      <div>3、用户在平台上开始正式交易时（以点击“摘票”为标志），平台用户须保证在托管银行开立的虚拟账户大于等于当前交易的票面金额0.005%的金额作为保证金（平台用户同意该保证金系为保证合同履约而缴纳的最低违约金）</div>
      <div>4、用户在平台进行交易时，买方知晓并同意按照要求向平台支付信息服务费。</div>
      <div>5、本平台营业时间为工作日9：00至17：00，可进行新的发布、流转、用户注册在内的操作；其他时间只可进行查询。</div>
      <div>需要特别注意的是，为避免流转操作过程中因存在不确定因素而引起发布、摘票、付款、充值、提现等动作时间滞后、超过平台提供流转服务时间所导致流转不能正常进行等问题，故请平台用户在流转服务期间尽早提交订单，以降低流转双方资金、票据不能及时结算等不必要的风险因素，确保流转能够顺利进行。用户清楚知晓，由于超出平台流转服务时间范围进行操作或平台用户操作延迟所引起的不利后果，本平台不承担任何责任。</div>
      <div>6、平台遵从业内统一规则，将“日期不符、上下不一致、回头背书、质押背书”等瑕疵票据列入不接受范围。在流转过程中，除非卖家在发布订单时已经列明瑕疵票据的情况，否则发生纠纷时属于卖方违约。买卖双方对此纠纷通过协商解决，协商不成，可通过向人民法院诉讼解决，买卖双方认可平台对此不承担任何责任。</div>
      <div>7、用户发布订单时，上传的票据信息默认为“可转让”，否则由用户发布方自行承担相关责任。</div>

      <h3>三、保证金</h3>
      <h3>（一）释义</h3>
      <div>1、保证金系平台用户向平台在托管银行开立的虚拟账户汇入的等于当次交易的票面金额0.005%的金额。</div>
      <div>2、平台用户在流转过程中，如果出现违约情况时，需向守约方或本平台支付违约金，该保证金用于支付违约金。</div>
      <div>用户向托管银行开立的虚拟账户汇入等于票面金额0.005%的保证金，该保证金将与平台生成一个保证金订单形式，保证金被冻结至平台保证金虚拟账户；交易成功后，该保证金被退还至用户的虚拟账户。</div>
      <h3>3、保证金金额计算方法：</h3>
      <div>(1)与票据票面金额相关联，保证金（违约金）收取金额计算方法：流转票据票面金额*0.005%。</div>
      <div>(2)本平台保留调整对保证金定义、保证金比例设定及保证金金额计算方法的最终解释权。</div>

      <h3>（二）违约金</h3>
      <div>平台用户在此同意并接受，平台有权直接从保证金中扣除用户因违反本规则或双方约定而需支付的违约金。在用户发生违约情况后，本平台将及时通知用户扣减理由、违约记录、扣减金额。平台用户自收到平台收取违约金通知后三个工作日内，如有异议，可向平台工作人员申请申诉。</div>
      <h3>（三）信息服务费</h3>
      <div>1、平台用户授权本平台在其支付时冻结并在交易成功后直接扣除信息服务费。平台用户在付款前应保证其虚拟账户余额大于等于交易成交金额与信息服务费之和。交易过程中，如发生订单取消且不存在违约清形时，信息服务费不予收取。</div>
      <div>2、信息收取标准：按照票面金额的0.01%（最新标准及优惠政策以网站通知为准）。</div>

      <div>3、信息服务费由买方承担。</div>
      <div>4、具体流转金额、信息服务费等以单笔订单内容为准。</div>
      <div>5、所有关于保证金、违约金、信息服务费比例的约定，按照网站最新通知为准。</div>
      <h3>四、服务流程：</h3>
      <div>1、平台用户作为信息服务用户，既可以是买方【票据受让方】，也可以是卖方【票据转让方】。</div>
      <div>2、平台用户在接受订单之前，须确保其已在平台虚拟账户存入足额保证金，否则将无法接受订单。</div>
      <div>（1）平台用户交易具体操作流程如下：</div>
      <div>第一步：卖方在平台按照操作要求上传真实票据，发布票据；</div>
      <div>第二步：买方摘票，平台自动生成买方与平台的保证金冻结订单（票面金额的0.005%）；</div>
      <div>第三步：卖方点击“确认交易”，认可此笔交易；</div>
      <div>第四步：买方付款，平台冻结买方交易支付交易金额以及信息服务费（票面金额的0.01%，具体优惠政策以平台公告为准）</div>

      <div>第五步：卖方背书（网银操作）；</div>
      <div>第六步：买方签收，交易完成。平台划转冻结交易金额给卖方，同时划转信息服务费给平台，同时解冻保证金返回买方账户。</div>
      <div>（2）取消交易的责任处理：</div>
      <div>买方付款前，买卖双方都可以发起取消交易的申请，只要对方同意即可取消交易，不负任何责任，平台冻结的保证金会返还买方；</div>
      <div>
        买方付款后，买卖双方无论哪方提起取消交易，都需要平台客服介入判定责任，双方需提供相关证据资料。如卖方责任，保证金退还买方；如买方责任视具体情况，平台扣除或补偿给卖方，保证金不予退还；
        交易完成后，双方都不允许取消交易。
      </div>
      <div>3、平台用户自点击“摘票”开始，用户双方应于30分钟内完成所有操作，整个交易完成结束。超出时间限制，应及时与平台客服联系确认超时原因、交易继续或终止、违约责任处理等事宜。</div>
      <h3>五、流转合同签署及生效</h3>
      <div>1、双方流转合同即是本规则所约定订单，卖方点击“确认交易”，双方流转合同即生效。</div>
      <div>2、流转合同为电子合同，买方、卖方及居间人方各保留一份，具有同等法律效力。</div>
      <h3>六、各方承诺：</h3>
      <div>平台承诺：</div>
      <div>1、本平台为依法注册、合法经营的法人机构。</div>
      <div>2、本平台仅为用户就票据信息发布、查询、信息服务提供平台服务，不参与用户之间的流转，仅依照本规则之规定对相关纠纷进行处理。</div>
      <div>3、不提供虚假信息。</div>
      <div>4、严格保护用户信息。</div>
      <div>5、公平公正处理用户间的流转与纠纷。</div>
      <div>平台用户承诺：</div>
      <div>1、平台用户为依法注册于中国境内的法人机构。</div>
      <div>2、用户遵守本规则的规定，对于本规则中的相关规定没有异议。</div>
      <div>3、不发布任何虚假票据转让信息。</div>
      <div>4、用户坚持诚实信用原则、规范经营。</div>
      <div>5、所提供的注册及申请资料均真实、合法、有效。</div>
      <div>6、所提供的票据为自己合法取得，是合法的票据权利人。</div>
      <div>7、用于受让票据的资金来源合法。</div>
      <div>七、本平台保留对可疑信息、非法信息、高风险信息或信息纠纷独立判断和确定的权利。如遇司法机关要求，本平台将依司法机关要求协查处理，本平台根据具体情况以电话、电子邮件、传真或其他形式通知到平台用户，并向平台用户提供有关司法机关的相关正式文件。</div>
      <div>八、本平台有权根据系统升级、维护、故障恢复等需要暂时中止提供在线服务，但本平台应提前24小时通知平台用户，并告知恢复日期。</div>
      <h3>九、争端及纠纷的解决：</h3>
      <div>1、因用户与本平台发生纠纷的，双方应友好协商解决，协商不成的，任何一方均有权向“鑫禾”所在地人民法院提起诉讼。</div>
      <div>2、平台用户买方与卖方之间的争端及纠纷由双方友好协商解决，本平台不参与其中，但可以应双方邀请进行协调。</div>
      <h3>十、风险提示：</h3>
      <div>1、平台用户了解本平台上的票据信息系用户自行发布，且可能存在风险和瑕疵，本平台不能控制或保证平台用户发布的票据信息的真实性、合法性、准确性，亦不能控制或保证平台用户间信息服务所涉及的商品或服务的质量、安全及合法性、真实性和准确性；本平台不能控制或保证平台用户具备能够履行各方信息服务所涉及的各项义务的能力，亦不能控制或保证平台信息服务各方能够按照各方约定内容履行各方信息所涉的各项义务。同时，受让用户应注意，其与以欺诈手段行事的人进行流转的风险是客观存在的，对此用户应谨慎判断。</div>
      <div>2、本平台不承担由于非自身系统问题、相关网络问题或自然灾害及其他不可抗力等非本平台原因造成的相关损失和责任，如因不可抗力或其它本平台无法控制的原因使本平台信息服务系统崩溃或无法正常使用导致网上流转无法完成或丢失有关的信息、记录等，本平台会合理地尽力协助处理善后事宜。</div>
      <div>十一、根据中国人民银行最新相关规定，票据的持有方在向金融机构申请贴现时无需提供相应的贸易背景，且在司法实践中也少将此（电子票据在企业间进行的无贸易背景转让）定性为非法经营，基本上是依照《票据法》，按照民事纠纷进行处理。</div>
      <div>尽管电子票据在企业间进行的转让已经比较普遍，但到目前为止，并没有相应的金融监管当局或法律法规，明文规定企业间非贸易背景项下的票据转让不存在任何问题。</div>
      <div>丙方作为票据转受让流转的撮合方、见证方，只负责流转中甲乙方的票据（非瑕疵）或资金的安全，对于是否会因此引起其他法律风险，丙方没有义务，也没有能力进行辨别、判断与规避。因此，特提醒请甲乙双方注意相关风险，及时关注中国人民银行及金融监管部门、相关法律法规的最新规定，按照最新法律法规规定合法合规交易。</div>
      <div>十二、本规则为电子协议，平台用户在使用本网站过程中勾选“我已阅读并同意《交易规则须知》”即表示生效。</div>
      <div>十三、“鑫禾”在法律许可的范围内对本规则享有最终的解释权。</div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped lang="less">
.rull-con{
    width: 800px;
    margin: 0 auto;
     font-size:14px;
     line-height: 22px;

    h2{
        
        line-height: 30px;
        
    }
    h3{
        line-height: 30px;
    }
    div{
        margin:5px 10px;
    }     
}
</style>
