<template>
    <div class="contract">
        <div class="contract-con">
            <h2 style="line-height:40px">电子票据转受让电子合同</h2>
            <h3>合同编号：   </h3>
            <h3>签订日期：</h3>

            <h3>甲方（转让方）： </h3>

            <h3>乙方（受让方）： </h3>
            <h3>丙方（居间人）： </h3>
            <span>   甲乙双方依据《票据法》、《合同法》以及中国人民银行所颁布的相关规章制度就电子票据转让 、受让相关事宜达成如下条款：</span>
            <h3> 第一条 流转标的</h3>
            <h3>本次流转标的票据信息、背书人信息、被背书人信息、成交对价信息：</h3>                                          
            <img src="../../assets/images/contract.png" alt="">
            <span>
                            
                注： <br/>
                （1） 具体最终票据交割以甲乙双方网银电票系统记录为准； <br/>
                （2） 天数定义：天数=票面到期日-当前日期+调整日期（因节假日需要手动增加的天数）； <br/>
                （3） 利率定义：以票据标准年化利率为报价利率； <br/>
                （4） 贴现利息计算约定：贴现利息=票面金额 * 利率 * 天数/360； <br/>
                （5） 票号、金额、到期日、天数、利率、利息、流转金额等上述表格所述内容均根据甲乙双方所填写内容自动生成； <br/>

            </span>
            <h3>第二条 合同标的权利转让</h3>
            <span>票据转让行为自甲乙双方“钱票两付”后即刻生效，即转让方票据背书收到票款、受让方付款收到票据后，票据权利即从转让方转移至受让方；</span>
            <h3>第三条 信息对接</h3>
            <span>
            一、作为信息服务用户，既可以是买方【票据受让方】，也可以是卖方【票据转让方】。
            二、平台用户在接受订单之前，须确保其已在平台流转资金虚拟账户存入足额流转保证金，否则将无法接受订单。在平台用户接受订单并付款之后，如撤单或者终止，违约方应承担违约责任
            </span>

            <h3>第四条 合同主体权利义务</h3>
 
            <span>
             甲方保证与承诺：<br/>
                一、甲方是一家根据中国法律设立的法人企业，自设立至今始终有效存续，且目前经营状况正常，具备签署本合同并履行合同义务的民事权利能力和民事行为能力，甲方应根据丙方要求提供营业执照等主体资格资料。<br/>
                二、 其签署本合同并履行本合同项下的义务（包括但不限于向乙方转让票据）已经得到甲方内部充分的授权，所需的外部审批及同意（若有）亦已全部取得。<br/>
                三、 签署本合同是甲方真实意思表示，本合同的签署不会导致违反适用于甲方的任何法律法规、规范性文件或甲方章程或类似文件，也不会违反其与任何第三方签订的任何协议或承诺；本合同生效后，将构成甲方有约束力及执行力的义务。<br/>
                四、 除本合同签署前已书面通知丙方的（若有）以外，甲方不存在任何可能对本合同履行产生重大不利影响的诉讼、仲裁、执行、申诉、复议、重组、破产、清算等程序及其他事件或情况。<br/>
                五、甲方承诺本合同项下的标的票据为合法、真实、有效且不存在票据诈骗等违法犯罪情形，不属于风险票据、已挂失票据或公示催告票据，标的票据记载事项完整，甲方为该标的票据的合法持有人并享有完整的票据，不存在任何纠纷或者瑕疵。<br/>
                六、 标的票据为甲方背书受让，甲方保证其直接前手的背书是真实有效并对其真实性负责；标的票据为甲方以其他合法方式取得的，甲方保证其受让是合法有效的并对合法性负责。<br/>
                七、 除根据本合同甲方与乙方之间因转让票据产生的权利及负担外，标的票据及票据均不能存在本合同未做披露的任何债务负担或者第三方的权利主张、抵消权、质押或其他负担，甲方享有的票据收益权不存在本合同未做披露的法律上的障碍，且转让后票据上不存在本合同未做披露的任何债务负担或第三方的权利主张或抵消权。<br/>
                八、 本合同生效后，甲方无权再对标的票据进行向除乙方之外的任何第三方转让标的票据。<br/>
                九、 甲方在丙方提交的标的票据信息、背书账户信息等信息真实有效，否则由甲方提供信息错误造成的一切损失由甲方承担。<br/>
                十、甲方在此无条件不可撤销地授权丙方及丙方第三方合作机构通过“票易融”系统查询标的票据的票面信息、背书记录、影像等相关信息，并委托丙方第三方合作机构托管票据转让项下的款项。<br/>
                十一、标的票据转让过程中，甲方所有操作必须依照信息平台的提示进行并保障甲方联系方式的畅通，否则由于甲方操作失误造成的一切损失由甲方承担。乙方按照信息平台操作完成付款，甲方应及时进行背书，并在对应环节有效时间内完成相应的操作行为，否则，自愿承担由此产生的全部不利结果。<br/>

                十二、 甲方保证履行本合同项下转让方的承诺及义务，并严格保守从合同相对方业务中获取的商业秘密。<br/>
                
            </span>
            <span>

                乙方保证与承诺:<br/>
                一、乙方是一家根据中国法律设立的法人企业，自设立至今始终有效存续，且目前经营状况正常，具备签署本合同并履行合同义务的民事权利能力和民事行为能力，乙方应根据丙方要求提供营业执照等主体资格资料。<br/>
                二、 其签署本合同并履行本合同项下的义务已经得到乙方内部充分的授权，所需的外部审批及同意（若有）亦已全部取得。<br/>
                三、 签署本合同是乙方真实意思表示，本合同的签署不会导致违反适用于乙方的任何法律法规、规范性文件或乙方章程或类似文件，也不会违反其与任何第三方签订的任何协议或承诺；本合同生效后，将构成乙方有约束力及执行力的义务。<br/>
                四、 乙方不存在任何可能对本合同履行产生重大不利影响的诉讼、仲裁、执行、申诉、复议、重组、破产、清算等程序及其他事件或情况。<br/>
                五、 乙方在丙方信息平台提交的标的票据被背书账户信息等真实有效，否则由乙方提供信息错误造成的一切损失由乙方承担。<br/>
                六、乙方无条件不可撤销地授权丙方及丙方第三方合作机构通过“票易融”系统查询标的票据的票面信息、背书记录、影像等相关信息，并由丙方第三方合作机构托管票据转让项下的资金。<br/>
                七、标的票据转让过程中，乙方所有操作必须依照信息平台的提示进行并保障乙方联系方式的畅通，否则由于乙方操作失误造成的一切损失由乙方承担。乙方需及时根据本协议约定办理票据背书相关手续，并在对应环节有效时间内完成相关操作；否则，自愿承担由此产生的全部不利结果。<br/>
                八、乙方用于本次流转的资金来源合法、有效。<br/>

                九、乙方保证履行本合同项下受让方的承诺及义务；并严格保守从合同相对方业务中获取的商业秘密。<br/>

            </span>
            <h3 style="text-decoration:underline">
                丙方作为居间人，为甲乙双方提供信息撮合、配合托管银行提供资金托管与信息见证服务，对甲乙双方在平台间流转行为不作审查，且因甲乙双方平台流转产生之纠纷不承担任何责任。            </h3>
            <span>
                其他双方权利与义务以甲乙双方在丙方平台业已签署《电子票据信息服务平台服务规则及须知》为准            </span>
            <h3>
                第五条违约责任
            </h3>
            <span>
                任何一方违反本合同项下任何承诺及保证或违反本合同项下任何其他义务，则构成违约。守约方有权要求违约方限期纠正违约行为并采取补救措施。违约方的违约行为给对方造成损失，应予赔偿。
            </span>

            <h3>
                第六条争议解决
            </h3>
            <span>
                一、 任何一方关于本合同的订立、效力、解释、履行及争议的解决均适用中华人民共和国法律。<br/>
                二、甲乙双方凡因本合同引起的或与本合同有关的争议和纠纷，各方应协商解决；不能协商或协商不能达成一致的，同意人民法院提起诉讼。 因甲乙双方或一方与丙方发生纠纷的，应友好协商解决，协商不成的，任何一方均有权向丙方所在地人民法院提起诉讼。</br>            </span>

            <h3>
                第七条合同生效
            </h3>

            <span>
                本合同自甲方点击“确认交易”后，本合同后生效。
            </span>

            <h3>
                第八条其他事宜
            </h3>

            <span>
                本合同未尽事宜，由三方协商并签订补充合同确定，补充合同与本合同具有同等法律效力。
            </span>
            <h3>
                甲方 （转让方）：
            </h3>

            <h3>
                                
                乙方（受让方）：
            </h3>
            <h3>
                丙方（居间方）：
            </h3>


        </div>
    </div>
</template>

<script>
export default {
    
}
</script>
<style scoped lang="less">

.contract-con{
    width: 800px;
    margin: 0 auto;
     font-size:14px;
     line-height: 22px;

    h2{
        
        line-height: 30px;
        
    }
    h3{
        line-height: 30px;
    }
    span{
        margin:5px 10px;
    }
}
</style>
